Repository: smswithoutborders/RelaySMS-iOS
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, sw, tr

source: You can create another account anytime. All your stored tokens would be revoked from the Vault and all data deleted
ar: يمكنك إنشاء حساب آخر في أي وقت. سيتم إلغاء جميع الرموز المخزنة من Vault وحذف جميع البيانات
de: Sie können jederzeit ein weiteres Konto erstellen. Alle Ihre gespeicherten Tokens werden aus dem Vault gelöscht und alle Daten entfernt.
es: Puedes crear otra cuenta en cualquier momento. Todos tus tokens almacenados serán revocados de la Bóveda y todos los datos borrados.
fa: می‌توانید هر زمان حساب دیگری ایجاد کنید. تمام توکن‌های ذخیره شده شما از Vault لغو و تمام داده‌ها حذف خواهند شد
fr: Vous pouvez créer un autre compte à tout moment. Tous vos jetons stockés seront révoqués de la chambre forte et toutes les données seront supprimées.
sw: Unaweza kuunda akaunti nyingine wakati wowote. Viashiria vyako vyote vilivyohifadhiwa vitabatilishwa kutoka Vault na data zote zitafutwa
tr: İstediğiniz zaman başka bir hesap oluşturabilirsiniz. Saklanan tüm belirteçleriniz Kasadan iptal edilecek ve tüm veriler silinecektir

source: You can log back in at anytime. All the messages sent would be deleted.
ar: يمكنك تسجيل الدخول مرة أخرى في أي وقت. سيتم حذف جميع الرسائل المرسلة.
de: Sie können sich jederzeit wieder einloggen. Alle gesendeten Nachrichten werden dann gelöscht.
es: Puedes volver a conectarte en cualquier momento. Se borrarán todos los mensajes enviados.
fa: می‌توانید هر زمان دوباره وارد شوید. تمام پیام‌های ارسال شده حذف خواهند شد.
fr: Vous pouvez vous reconnecter à tout moment. Tous les messages envoyés seront supprimés.
sw: Unaweza kuingia tena wakati wowote. Ujumbe wote uliotumwa utafutwa.
tr: İstediğiniz zaman tekrar giriş yapabilirsiniz. Gönderilen tüm mesajlar silinecektir.

source: Your phone number is your primary account!
ar: و حسابك الرئيسي!
de: Ihre Telefonnummer ist Ihr Hauptkonto!
es: Tu número de teléfono es tu cuenta principal!
fa: شماره تلفن شما حساب اصلی شماست!
fr: Votre numéro de téléphone est votre compte principal !
sw: Namba yako ya simu ndiyo akaunti yako kuu!
tr: Telefon numaranız ana hesabınızdır!

source: your_phonenumber@relaysms.me
ar: رقم_هاتفك@relaysms.me
de: deine_telefonnummer@relaysms.me
es: tu_numero@relaysms.me
fa: شماره_تلفن_شما@relaysms.me
fr: votre_numero@relaysms.me
sw: namba_yako@relaysms.me
tr: telefon_numaraniz@relaysms.me

source: Gateway Clients
es: Clientes de Gateway
fr: Clients Gateway
